{
    "articles": [
        {
            "title": "岁月",
            "author": "席慕容",
            "content": "好多年没有见面的朋友，再见面时，觉得他们都有一点不同了。\n有人有了一双悲伤的眼睛，有人有了冷静的嘴角，有人是一脸的喜悦，有人却是一脸的风霜，好像十几年没能与我的朋友们共度的沧桑，都隐隐约约地写在他们的脸上了。\n原来岁月并不是真的逝去，它只是从我们的眼前消失，却转过来躲在我们的心里，然后再慢慢地来改变我们的容貌。\n所以，年轻的你，无论将来会碰到什么挫折，请务必要保持一颗喜悦的心。这样，当十几年后，我们再相遇，我们才能很容易地从人群中把你辨认出来。",
            "picture": "http://zilize.moecode.com/moeland/1.png"
        },
        {
            "title": "梦",
            "author": "冰心",
            "content": "她回想起童年的生涯，真是如同一梦罢了!穿着黑色带金线的军服，佩着一柄短短的军刀，骑在很高大的白马上，在海岸边缓辔徐行的时候，心里只充满了壮美的快感，几曾想到现在的自己，是这般的静寂，只拿着一枝笔儿，写她幻想中的情绪呢?她男装到了十岁，十岁以前，她父亲常常带她去参与那军人娱乐的宴会。朋友们一见都夸奖说，“好英武的一个小军人!今年几岁了?”父亲先一面答应着，临走时才微笑说，“他是我的儿子，但也是我的女儿。”\n她会打走队的鼓，会吹召集的喇叭。知道毛瑟枪里的机关。也会将很大的炮弹，旋进炮腔里。五六年父亲身畔无意中的训练，真将她做成很矫健的小军人了。\n别的方面呢?平常女孩子所喜好的事，她却一点都不爱。这也难怪她，她的四围并没有别的女伴，偶然看见山下经过的几个村里的小姑娘，穿着大红大绿的衣裳，裹着很小的脚。匆匆一面里，她无从知道她们平居的生活。而且她也不把这些印象，放在心上。一把刀，一匹马，便堪过尽一生了!女孩子的事，是何等的琐碎烦腻呵!当探海的电灯射在浩浩无边的大海上，发出一片一片的寒光，灯影下，旗影下，两排儿沉豪英毅的军官，在剑佩锵锵的声里，整齐严肃的一同举起杯来，祝中国万岁的时候，这光景，是怎样的使人涌出慷慨的快乐的眼泪呢?\n她这梦也应当到了醒觉的时候了!人生就是一梦么?\n十岁回到故乡去，换上了女孩子的衣服，在姊妹群中，学到了女儿情性：五色的丝线，是能做成好看的活计的；香的，美丽的花，是要插在头上的；镜子是妆束完时要照一照的；在众人中间坐着，是要说些很细腻很温柔的话的；眼泪是时常要落下来的。女孩子是总有点脾气，带点娇贵的样子的。\n这也是很新颖，很能造就她的环境--但她父亲送给她的一把佩刀，还长日挂在窗前。拔出鞘来，寒光射眼，她每每呆住了。白马呵，海岸呵，荷枪的军人呵......模糊中有无穷的怅惘。姊妹们在窗外唤她，她也不出去了。站了半天，只掉下几点无聊的眼泪。\n她后悔么?也许是，但有谁知道呢!军人的生活，是怎样的造就了她的性情呵!黄昏时营幕里吹出来的笳声，不更是抑扬凄婉么?世界上软款温柔的境地，难道只有女孩儿可以占有么?海上的月夜，星夜，眺台独立倚枪翘首的时候：沉沉的天幕下，人静了，海也浓睡了，--“海天以外的家!”这时的情怀，是诗人的还是军人的呢?是两缕悲壮的丝交纠之点呵!\n除了几点无聊的英雄泪，还有甚么?她安于自己的境地了!生命如果是圈儿般的循环，或者便从“将来”，又走向“过去”的道上去，但这也是无聊呵!\n十年深刻的印象，遗留于她现在的生活中的，只是矫强的性质了--她依旧是喜欢看那整齐的步伐，听那悲壮的军笳。但与其说她是喜欢看，喜欢听，不如说她是怕看，怕听罢。\n横刀跃马，和执笔沉思的她，原都是一个人，然而时代将这些事隔开了……\n童年!只是一个深刻的梦么?",
            "picture": "http://zilize.moecode.com/moeland/2.jpg"
        },
        {
            "title": "贝壳",
            "author": "席慕容",
            "content": "在海边，我捡起一枚小小的贝壳。贝壳很小，却非常坚硬和精致。回旋的花纹中间有着色泽或深或浅的小点。如果仔细观察的话，在每一个小点周围又有着自成一圈的复杂图样。怪不得古时候的人采用贝壳来做钱币！在我手心里躺着的实在是一件艺术品，是舍不得拿去和别人交换的宝贝啊！\n在海边捡起这一枚贝壳的时候，里面曾经居住过的小小柔软的肉体早已死去，在阳光、砂粒和海浪的淘洗之下，贝壳中生命所留下来的痕迹已经完全消失了。但是，为了这样一个短暂和细小的生命，为了这样一个脆弱和卑微的生命，上苍给它制作出来的居所却有多精致、多仔细、多么地一丝不苟啊！\n比起贝壳里的生命来，我在这世间能停留的时间和空间是不是更长和更多一点呢？是不是也应该用我的能力来把我所能做到的事情做得更精致、更仔细、更加地一丝不苟呢？请让我也能留下一些令人珍惜、令人惊叹的东西来吧。在千年之后，也许会有人对我留下的痕迹反复观看，反复把玩，并且会忍不住轻轻地叹息：“这是一颗怎样固执又怎样简单的心啊！”",
            "picture": "http://zilize.moecode.com/moeland/3.jpg"
        }
    ]
}